IDEA Connection Link
ConnectionSrv.ConnProviderService Property
 ConnProviderService
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ConDataProviderService ConnProviderService { get; }
Public ReadOnly Property ConnProviderService As ConDataProviderService
	Get
public:
property ConDataProviderService^ ConnProviderService {
	ConDataProviderService^ get ();
}
Property Value
Type: ConDataProviderService
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace